{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 161, "word_counts": "{\"john\": 113, \"write\": 1, \"homework\": 1, \"ix-1p\": 5, \"see\": 9, \"yesterday\": 10, \"ix\": 52, \"love\": 14, \"mary\": 37, \"can\": 17, \"go\": 12, \"go1\": 4, \"future\": 15, \"go2\": 1, \"party\": 1, \"future1\": 2, \"hit\": 1, \"blame\": 4, \"fred\": 1, \"fish\": 2, \"wont\": 3, \"eat\": 5, \"but\": 2, \"chicken\": 2, \"vegetable\": 6, \"china\": 2, \"people\": 4, \"prefer\": 7, \"broccoli\": 2, \"like\": 12, \"leave\": 3, \"say\": 2, \"buy\": 16, \"house\": 10, \"know\": 3, \"corn\": 3, \"corn1\": 2, \"think\": 2, \"not\": 10, \"past\": 1, \"live\": 1, \"chicago\": 1, \"car\": 16, \"should\": 12, \"decide\": 2, \"visit\": 11, \"movie\": 2, \"want\": 2, \"sell\": 3, \"tomorrow\": 1, \"next-week\": 1, \"new-york\": 2, \"last-week\": 1, \"will\": 2, \"finish\": 5, \"ann\": 1, \"read\": 3, \"book\": 18, \"chocolate\": 3, \"find\": 1, \"something-one\": 10, \"poss\": 12, \"brother\": 2, \"arrive\": 15, \"here\": 3, \"give\": 9, \"man\": 2, \"new\": 5, \"coat\": 2, \"woman\": 7, \"give1\": 6, \"have\": 4, \"frank\": 4, \"break-down\": 4, \"search-for\": 1, \"who\": 25, \"what\": 26, \"leg\": 1, \"friend\": 1, \"candy\": 1, \"blue\": 4, \"sue\": 4, \"buy1\": 6, \"stolen\": 2, \"old\": 1, \"student\": 3, \"videotape\": 3, \"borrow\": 1, \"mother\": 3, \"potato\": 1, \"tell\": 5, \"bill\": 6, \"throw\": 3, \"apple\": 5, \"name\": 1, \"shoot\": 1, \"say-1p\": 1, \"self\": 2, \"group\": 1, \"jana\": 2, \"toy\": 1, \"many\": 1, \"toy1\": 1, \"all\": 2, \"boy\": 4, \"teacher\": 4, \"girl\": 5, \"box\": 5, \"give2\": 1, \"give3\": 2, \"get\": 1, \"putaside\": 1}", "word_docs": "{\"homework\": 1, \"john\": 113, \"write\": 1, \"ix\": 39, \"see\": 9, \"ix-1p\": 5, \"yesterday\": 10, \"mary\": 37, \"love\": 14, \"can\": 10, \"go\": 12, \"go1\": 4, \"go2\": 1, \"party\": 1, \"future\": 13, \"future1\": 2, \"hit\": 1, \"blame\": 4, \"fred\": 1, \"fish\": 2, \"eat\": 3, \"chicken\": 2, \"but\": 2, \"wont\": 3, \"vegetable\": 6, \"china\": 2, \"prefer\": 7, \"broccoli\": 2, \"people\": 4, \"like\": 12, \"leave\": 3, \"house\": 10, \"say\": 2, \"buy\": 16, \"corn\": 3, \"know\": 3, \"corn1\": 2, \"think\": 2, \"not\": 10, \"past\": 1, \"chicago\": 1, \"live\": 1, \"car\": 16, \"should\": 9, \"decide\": 2, \"visit\": 10, \"movie\": 2, \"sell\": 3, \"want\": 2, \"tomorrow\": 1, \"next-week\": 1, \"new-york\": 2, \"last-week\": 1, \"will\": 2, \"finish\": 5, \"ann\": 1, \"read\": 3, \"book\": 18, \"chocolate\": 3, \"poss\": 11, \"something-one\": 9, \"find\": 1, \"brother\": 2, \"arrive\": 14, \"here\": 3, \"new\": 5, \"man\": 2, \"give\": 7, \"coat\": 2, \"woman\": 7, \"give1\": 6, \"have\": 4, \"break-down\": 4, \"frank\": 4, \"who\": 23, \"search-for\": 1, \"what\": 20, \"leg\": 1, \"candy\": 1, \"friend\": 1, \"blue\": 4, \"buy1\": 6, \"sue\": 4, \"stolen\": 2, \"old\": 1, \"videotape\": 3, \"student\": 3, \"borrow\": 1, \"mother\": 2, \"potato\": 1, \"bill\": 6, \"tell\": 5, \"throw\": 3, \"apple\": 5, \"name\": 1, \"shoot\": 1, \"say-1p\": 1, \"self\": 2, \"toy\": 1, \"jana\": 2, \"group\": 1, \"many\": 1, \"toy1\": 1, \"boy\": 4, \"all\": 2, \"teacher\": 4, \"box\": 5, \"girl\": 5, \"give2\": 1, \"give3\": 2, \"get\": 1, \"putaside\": 1}", "index_docs": "{\"84\": 1, \"2\": 113, \"83\": 1, \"3\": 39, \"23\": 9, \"31\": 5, \"19\": 10, \"4\": 37, \"13\": 14, \"8\": 10, \"14\": 12, \"39\": 4, \"85\": 1, \"86\": 1, \"11\": 13, \"61\": 2, \"87\": 1, \"40\": 4, \"88\": 1, \"62\": 2, \"32\": 3, \"64\": 2, \"63\": 2, \"49\": 3, \"27\": 6, \"65\": 2, \"25\": 7, \"66\": 2, \"41\": 4, \"15\": 12, \"50\": 3, \"20\": 10, \"67\": 2, \"9\": 16, \"52\": 3, \"51\": 3, \"68\": 2, \"69\": 2, \"21\": 10, \"89\": 1, \"91\": 1, \"90\": 1, \"10\": 16, \"16\": 9, \"70\": 2, \"18\": 10, \"71\": 2, \"53\": 3, \"72\": 2, \"92\": 1, \"93\": 1, \"73\": 2, \"94\": 1, \"74\": 2, \"33\": 5, \"95\": 1, \"54\": 3, \"7\": 18, \"55\": 3, \"17\": 11, \"22\": 9, \"96\": 1, \"75\": 2, \"12\": 14, \"56\": 3, \"34\": 5, \"76\": 2, \"24\": 7, \"77\": 2, \"26\": 7, \"28\": 6, \"42\": 4, \"44\": 4, \"43\": 4, \"6\": 23, \"97\": 1, \"5\": 20, \"98\": 1, \"100\": 1, \"99\": 1, \"45\": 4, \"29\": 6, \"46\": 4, \"78\": 2, \"101\": 1, \"58\": 3, \"57\": 3, \"102\": 1, \"59\": 2, \"103\": 1, \"30\": 6, \"35\": 5, \"60\": 3, \"36\": 5, \"104\": 1, \"105\": 1, \"106\": 1, \"79\": 2, \"108\": 1, \"80\": 2, \"107\": 1, \"109\": 1, \"110\": 1, \"47\": 4, \"81\": 2, \"48\": 4, \"38\": 5, \"37\": 5, \"111\": 1, \"82\": 2, \"112\": 1, \"113\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"john\", \"3\": \"ix\", \"4\": \"mary\", \"5\": \"what\", \"6\": \"who\", \"7\": \"book\", \"8\": \"can\", \"9\": \"buy\", \"10\": \"car\", \"11\": \"future\", \"12\": \"arrive\", \"13\": \"love\", \"14\": \"go\", \"15\": \"like\", \"16\": \"should\", \"17\": \"poss\", \"18\": \"visit\", \"19\": \"yesterday\", \"20\": \"house\", \"21\": \"not\", \"22\": \"something-one\", \"23\": \"see\", \"24\": \"give\", \"25\": \"prefer\", \"26\": \"woman\", \"27\": \"vegetable\", \"28\": \"give1\", \"29\": \"buy1\", \"30\": \"bill\", \"31\": \"ix-1p\", \"32\": \"eat\", \"33\": \"finish\", \"34\": \"new\", \"35\": \"tell\", \"36\": \"apple\", \"37\": \"girl\", \"38\": \"box\", \"39\": \"go1\", \"40\": \"blame\", \"41\": \"people\", \"42\": \"have\", \"43\": \"frank\", \"44\": \"break-down\", \"45\": \"blue\", \"46\": \"sue\", \"47\": \"boy\", \"48\": \"teacher\", \"49\": \"wont\", \"50\": \"leave\", \"51\": \"know\", \"52\": \"corn\", \"53\": \"sell\", \"54\": \"read\", \"55\": \"chocolate\", \"56\": \"here\", \"57\": \"student\", \"58\": \"videotape\", \"59\": \"mother\", \"60\": \"throw\", \"61\": \"future1\", \"62\": \"fish\", \"63\": \"but\", \"64\": \"chicken\", \"65\": \"china\", \"66\": \"broccoli\", \"67\": \"say\", \"68\": \"corn1\", \"69\": \"think\", \"70\": \"decide\", \"71\": \"movie\", \"72\": \"want\", \"73\": \"new-york\", \"74\": \"will\", \"75\": \"brother\", \"76\": \"man\", \"77\": \"coat\", \"78\": \"stolen\", \"79\": \"self\", \"80\": \"jana\", \"81\": \"all\", \"82\": \"give3\", \"83\": \"write\", \"84\": \"homework\", \"85\": \"go2\", \"86\": \"party\", \"87\": \"hit\", \"88\": \"fred\", \"89\": \"past\", \"90\": \"live\", \"91\": \"chicago\", \"92\": \"tomorrow\", \"93\": \"next-week\", \"94\": \"last-week\", \"95\": \"ann\", \"96\": \"find\", \"97\": \"search-for\", \"98\": \"leg\", \"99\": \"friend\", \"100\": \"candy\", \"101\": \"old\", \"102\": \"borrow\", \"103\": \"potato\", \"104\": \"name\", \"105\": \"shoot\", \"106\": \"say-1p\", \"107\": \"group\", \"108\": \"toy\", \"109\": \"many\", \"110\": \"toy1\", \"111\": \"give2\", \"112\": \"get\", \"113\": \"putaside\"}", "word_index": "{\"<OOV>\": 1, \"john\": 2, \"ix\": 3, \"mary\": 4, \"what\": 5, \"who\": 6, \"book\": 7, \"can\": 8, \"buy\": 9, \"car\": 10, \"future\": 11, \"arrive\": 12, \"love\": 13, \"go\": 14, \"like\": 15, \"should\": 16, \"poss\": 17, \"visit\": 18, \"yesterday\": 19, \"house\": 20, \"not\": 21, \"something-one\": 22, \"see\": 23, \"give\": 24, \"prefer\": 25, \"woman\": 26, \"vegetable\": 27, \"give1\": 28, \"buy1\": 29, \"bill\": 30, \"ix-1p\": 31, \"eat\": 32, \"finish\": 33, \"new\": 34, \"tell\": 35, \"apple\": 36, \"girl\": 37, \"box\": 38, \"go1\": 39, \"blame\": 40, \"people\": 41, \"have\": 42, \"frank\": 43, \"break-down\": 44, \"blue\": 45, \"sue\": 46, \"boy\": 47, \"teacher\": 48, \"wont\": 49, \"leave\": 50, \"know\": 51, \"corn\": 52, \"sell\": 53, \"read\": 54, \"chocolate\": 55, \"here\": 56, \"student\": 57, \"videotape\": 58, \"mother\": 59, \"throw\": 60, \"future1\": 61, \"fish\": 62, \"but\": 63, \"chicken\": 64, \"china\": 65, \"broccoli\": 66, \"say\": 67, \"corn1\": 68, \"think\": 69, \"decide\": 70, \"movie\": 71, \"want\": 72, \"new-york\": 73, \"will\": 74, \"brother\": 75, \"man\": 76, \"coat\": 77, \"stolen\": 78, \"self\": 79, \"jana\": 80, \"all\": 81, \"give3\": 82, \"write\": 83, \"homework\": 84, \"go2\": 85, \"party\": 86, \"hit\": 87, \"fred\": 88, \"past\": 89, \"live\": 90, \"chicago\": 91, \"tomorrow\": 92, \"next-week\": 93, \"last-week\": 94, \"ann\": 95, \"find\": 96, \"search-for\": 97, \"leg\": 98, \"friend\": 99, \"candy\": 100, \"old\": 101, \"borrow\": 102, \"potato\": 103, \"name\": 104, \"shoot\": 105, \"say-1p\": 106, \"group\": 107, \"toy\": 108, \"many\": 109, \"toy1\": 110, \"give2\": 111, \"get\": 112, \"putaside\": 113}"}}